Repository: ardzix/erp_services
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Account #{account_id} - {account_name}
id: Akun #{account_id} - {account_name}

source: Account
id: Akun

source: Accounts
id: Akun

source: Tax #{tax_id} - {tax_name}
id: Pajak #{tax_id} - {tax_name}

source: Tax
id: Pajak

source: Taxes
id: Pajak-pajak

source: Sale
id: Penjualan

source: Purchase
id: Pembelian

source: Adjustment
id: Penyesuaian

source: Expense
id: Pengeluaran

source: Income
id: Pendapatan

source: Withdrawal
id: Penarikan

source: Refund
id: Pengembalian

source: Reconciliation
id: Rekonsiliasi

source: Loan Payment
id: Pembayaran Hutang

source: Loan Receipt
id: Faktur Hutang

source: Tax Payment
id: Pembayaran Pajak

source: Tax Refund
id: Pengembalian Pajak

source: Interest Income
id: Pendapatan Bunga

source: Interest Expense
id: Pengeluaran Bunga

source: Dividend
id: Bagi Hasil

source: Fee
id: Biaya

source: Commission
id: Komisi

source: Other
id: Lainnya

source: Transaction #{transaction_id} - {transaction_account}
id: Transaksi #{transaction_id} - {transaction_account}

source: Transaction
id: Transaksi

source: Transactions
id: Transaksi

source: Credit
id: Kredit

source: Journal Entry #{entry_id} - {entry_transaction}
id: Entri Jurnal #{entry_id} - {entry_transaction}

source: Journal Entry
id: Entri Jurnal

source: Journal Entries
id: Entri Jurnal

source: General Ledger #{ledger_id} - {ledger_account}
id: Buku Besar Umum #{ledger_id} - {ledger_account}

source: General Ledger
id: Buku Besar Umum

source: General Ledgers
id: Buku Besar Umum

source: Financial Statement #{statement_id} - {statement_name}
id: Laporan Keuangan #{statement_id} - {statement_name}

source: Financial Statement
id: Laporan Keuangan

source: Financial Statements
id: Laporan Keuangan

source: Financial Entry #{entry_id} - {entry_statement}
id: Entri Keuangan #{entry_id} - {entry_statement}

source: Financial Entry
id: Entri Keuangan

source: Financial Entries
id: Entri Keuangan

source: File
id: Berkas

source: Files
id: Berkas

source: Administrative Lvl 1
id: Provinsi

source: Administrative Lvl 2
id: Kota/Kabupaten

source: Administrative Lvl 3
id: Kecamatan

source: Administrative Lvl 4
id: Kelurahan

source: The name of the lead
id: Nama calon pelanggan

source: The email of the lead
id: Email calon pelanggan

source: The phone number of the lead
id: Nomor telepon calon pelanggan

source: The source from where the lead originated
id: Sumber asal calon pelanggan

source: The status of the lead
id: Status calon pelanggan

source: Lead #{lead_id} - {lead_name}
id: Calon Pelanggan #{lead_id} - {lead_name}

source: Lead
id: Calon Pelanggan

source: Leads
id: Calon Pelanggan

source: The first name of the contact
id: Nama depan kontak

source: The last name of the contact
id: Nama belakang kontak

source: The email of the contact
id: Email kontak

source: The phone number of the contact
id: Nomor telepon kontak

source: Contact #{contact_id} - {contact_first_name} {contact_last_name}
id: Kontak #{contact_id} - {contact_first_name} {contact_last_name}

source: Contact
id: Kontak

source: Contacts
id: Kontak

source: The name of the account
id: Nama akun

source: The email of the account
id: Email akun

source: The phone number of the account
id: Nomor telepon akun

source: The address of the account
id: Alamat akun

source: The name of the opportunity
id: Nama peluang

source: The associated account of the opportunity
id: Akun terkait peluang

source: The value of the opportunity
id: Nilai peluang

source: The probability percentage of closing the opportunity
id: Persentase peluang penutupan

source: The stage of the opportunity
id: Tahap peluang

source: Opportunity #{opportunity_id} - {opportunity_name}
id: Peluang #{opportunity_id} - {opportunity_name}

source: Opportunity
id: Peluang

source: Opportunities
id: Peluang

source: The type of the activity
id: Tipe kegiatan

source: The due date of the activity
id: Tanggal jatuh tempo kegiatan

source: The status of the activity
id: Status kegiatan

source: Activity #{activity_id} - {activity_type}
id: Kegiatan #{activity_id} - {activity_type}

source: Activity
id: Kegiatan

source: Activities
id: Kegiatan

source: English
id: Inggris

source: Indonesian
id: Indonesia

source: The name of the department
id: Nama departemen

source: Department #{dept_id} - {dept_name}
id: Departemen #{dept_id} - {dept_name}

source: Department
id: Departemen

source: Departments
id: Departemen

source: The associated user of the employee
id: Pengguna terkait karyawan

source: The department the employee belongs to
id: Departemen tempat karyawan bekerja

source: Employee #{emp_id} - {emp_name}
id: Karyawan #{emp_id} - {emp_name}

source: Employee
id: Karyawan

source: Employees
id: Karyawan

source: The employee who requested the leave
id: Karyawan yang mengajukan cuti

source: The type of leave
id: Tipe cuti

source: Start date of the leave
id: Tanggal mulai cuti

source: End date of the leave
id: Tanggal akhir cuti

source: The status of the leave request
id: Status permintaan cuti

source: Leave #{leave_id} - {leave_emp}
id: Cuti #{leave_id} - {leave_emp}

source: Leave
id: Cuti

source: Leaves
id: Cuti

source: The employee whose attendance is recorded
id: Karyawan yang hadir di catat

source: Clock-in time and date of the employee
id: Jam dan tanggal absen masuk karyawan

source: Clock-out time and date of the employee
id: Jam dan tanggal absen keluar karyawan

source: Coordinates where the employee clocked in
id: Kordinat saat pegawai absen masuk

source: Coordinates where the employee clocked out
id: Kordinat saat pegawai absen keluar

source: Attendance #{att_id} - {att_emp}
id: Kehadiran #{att_id} - {att_emp}

source: Attendance
id: Kehadiran

source: Attendances
id: Kehadiran

source: The employee being reviewed
id: Karyawan yang diulas

source: Poor
id: Buruk

source: Fair
id: Cukup

source: Good
id: Baik

source: Very Good
id: Sangat Baik

source: Excellent
id: Luar Biasa

source: Rating given to the employee's performance
id: Penilaian terhadap kinerja karyawan

source: Additional review notes
id: Catatan tambahan ulasan

source: Performance #{perf_id} - {perf_emp}
id: Kinerja #{perf_id} - {perf_emp}

source: Performance
id: Kinerja

source: Performances
id: Kinerja

source: Employee object not found for the given user.
id: Data pegawai tidak ditemukan untuk user tersebut.

source: Year and month in YYYY-MM format
id: Tahun dan bulan dalam format YYYY-MM

source: Year and month in 'YYYY-MM' format are required.
id: Tahun dan bulam dalam format 'YYYY-MM' dibutuhkan

source: Year and month must be in 'YYYY-MM' format.
id: Tahun dan bulan harus dalam format 'YYYY-MM'.

source: Profile picture for the user
id: Foto profil untuk pengguna

source: Biographical information about the user
id: Informasi biografi tentang pengguna

source: User's contact number
id: Nomor kontak pengguna

source: User Profile
id: Profil Pengguna

source: User Profiles
id: Profil Pengguna

source: Name of the company
id: Nama perusahaan

source: Company's address
id: Alamat perusahaan

source: Company's contact number
id: Nomor kontak perusahaan

source: Company Profile
id: Profil Perusahaan

source: Company Profiles
id: Profil Perusahaan

source: Company to which the brand belongs
id: Perusahaan yang dimiliki oleh merek

source: Enter the brand name
id: Masukkan nama merek

source: Enter the brand description
id: Masukkan deskripsi merek

source: Brand #{brand_id} - {brand_name}
id: Merek #{brand_id} - {brand_name}

source: Brand
id: Merek

source: Brands
id: Merek

source: Warehouse
id: Gudang

source: Customer
id: Pelanggan

source: Supplier
id: Pemasok

source: Origin Filter
id: Filter Asal

source: Destination Filter
id: Filter Tujuan

source: Stock Movement Items
id: Item Pergerakan Stok

source: Origin
id: Asal

source: Destination
id: Tujuan

source: Select the product
id: Pilih produk

source: Enter the quantity
id: Masukkan jumlahnya

source: Enter the category name
id: Masukkan nama kategori

source: Enter the category description
id: Masukkan deskripsi kategori

source: Category #{category_id} - {category_name}
id: Kategori #{category_id} - {category_name}

source: Category
id: Kategori

source: Categories
id: Kategori

source: Enter the unit name
id: Masukkan nama unit

source: Enter the unit symbol
id: Masukkan simbol unit

source: Select the parent unit
id: Pilih unit induk

source: Conversion factor to parent unit
id: Faktor konversi ke unit induk

source: Unit depth level
id: Tingkat kedalaman unit

source: Units
id: Unit

source: Raw Material - Used to create other products
id: Bahan Baku - Digunakan untuk membuat produk lain

source: Finished Goods - Completed and ready for sale
id: Barang Jadi - Selesai dan siap dijual

source: Intermediate Product - Partly finished, used in production
id: Produk Perantara - Sebagian selesai, digunakan dalam produksi

source: Consumable - Used in the production process but not part of the final product
id: Barang Habis Pakai - Digunakan dalam proses produksi tetapi bukan bagian dari produk akhir

source: FIFO - First in first out of buy price history
id: FIFO - Pertama masuk pertama keluar dari riwayat harga beli

source: LIFO - Last in first out of buy price history
id: LIFO - Terakhir masuk pertama keluar dari riwayat harga beli

source: Average - Average of buy price history
id: Rata-rata - Rata-rata dari riwayat harga beli

source: Production Cost - Form direct material cost, labour cost, and manufacturing overhead
id: Biaya Produksi - Terbentuk dari biaya bahan baku langsung, biaya tenaga kerja, dan overhead pabrikasi

source: Percentage margin value from base price
id: Persentase nilai keuntungan dari harga dasar

source: Fixed margin value
id: Nilai keuntungan tetap

source: Enter the product name
id: Masukkan nama produk

source: Enter the product alias name
id: Masukkan nama alias produk

source: Enter the product stock keeping unit or barcode
id: Masukkan unit simpan stok produk atau kode batang

source: Enter the product description
id: Masukkan deskripsi produk

source: Base price in IDR (Rp)
id: Harga dasar dalam IDR (Rp)

source: Last buy price in IDR (Rp)
id: Harga beli terakhir dalam IDR (Rp)

source: Sell price in IDR (Rp)
id: Harga jual dalam IDR (Rp)

source: Select the product category
id: Pilih kategori produk

source: Enter the product quantity
id: Masukkan jumlah produk

source: Select the smallest unit for the product
id: Pilih unit terkecil untuk produk

source: Select the purchasing unit for the product
id: Pilih unit pembelian untuk produk

source: Select the product type
id: Pilih jenis produk

source: Select on how the base price will be calculated
id: Pilih bagaimana harga dasar akan dihitung

source: Select the product brand
id: Pilih merek produk

source: Enter the minimum quantity at which the product needs to be restocked
id: Masukkan jumlah minimum di mana produk perlu diisi ulang

source: Select on how the margin will be calculated
id: Pilih bagaimana keuntungan akan dihitung

source: Enter the value for margin (0-1 for percentage, >0 for fixed)
id: Masukkan nilai keuntungan (0-1 untuk persentase, >0 untuk tetap)

source: Check if this product is active
id: Centang jika produk ini aktif

source: Picture for the product
id: Foto untuk produk

source: Product #{product_id} - {product_name}
id: Produk #{product_id} - {product_name}

source: Product
id: Produk

source: Products
id: Produk

source: Select the parent group
id: Pilih grup induk

source: Product Group #{product_group_id} - {product_group_name}
id: Grup Produk #{product_group_id} - {product_group_name}

source: Product Group
id: Grup Produk

source: Product Groups
id: Grup Produk

source: Select the product associated with the log
id: Pilih produk yang terkait dengan log

source: Enter the quantity change
id: Masukkan perubahan jumlah

source: Enter the buy price change
id: Masukkan perubahan harga beli

source: Enter the base price change
id: Masukkan perubahan harga dasar

source: Specify the creation date
id: Tentukan tanggal pembuatan

source: Select the user who created the log
id: Pilih pengguna yang membuat log

source: {product_name} - Quantity Change: {quantity_change}
id: {product_name} - Perubahan Jumlah: {quantity_change}

source: Product Log
id: Log Produk

source: Product Logs
id: Log Produk

source: Enter the warehouse name
id: Masukkan nama gudang

source: Enter the warehouse address
id: Masukkan alamat gudang

source: Enter the warehouse location coordinates
id: Masukkan koordinat lokasi gudang

source: Vehicle
id: Kendaraan

source: Building
id: Bangunan

source: Select people in charge of this warehouse
id: Pilih orang yang bertanggung jawab pada gudang ini

source: Warehouse #{warehouse_id} - {warehouse_name}
id: Gudang #{warehouse_id} - {warehouse_name}

source: Warehouses
id: Gudang

source: Select the warehouse
id: Pilih gudang

source: Enter the area within the warehouse
id: Masukkan area dalam gudang

source: Enter the shelving within the area
id: Masukkan rak dalam area tersebut

source: Enter the specific position on the shelving
id: Masukkan posisi spesifik di rak

source: Enter the product quantity in this location
id: Masukkan jumlah produk di lokasi ini

source: Warehouse: {warehouse_name} - Area: {area} - Shelving: {shelving} - Position: {position} - Product: {product_name} - Quantity: {quantity}
id: Gudang: {warehouse_name} - Area: {area} - Rak: {shelving} - Posisi: {position} - Produk: {product_name} - Jumlah: {quantity}

source: Product Location
id: Lokasi Produk

source: Product Locations
id: Lokasi-lokasi Produk

source: Requested
id: Diminta

source: Canceled
id: Dibatalkan

source: Preparing
id: Sedang disiapkan

source: Ready to Deliver
id: Siap untuk dikirim

source: On Delivery
id: Dalam pengiriman

source: Delivered
id: Terkirim

source: Returned
id: Dikembalikan

source: On Check in destination
id: Sedang dilakukan pengecekan di tujuan

source: Checked in destination
id: Telah dicek di tujuan

source: Has been put in destination warehouse
id: Sudah diletakkan oleh picker di warehouse tujuan

source: Select the content type of the source warehouse
id: Pilih tipe konten dari gudang sumber

source: Enter the ID of the source warehouse
id: Masukkan ID dari gudang sumber

source: Select the content type of the destination warehouse
id: Pilih tipe konten dari gudang tujuan

source: Enter the ID of the destination warehouse
id: Masukkan ID dari gudang tujuan

source: Select the content type of the creator instance
id: Pilih tipe konten dari creator instance

source: Enter the ID of the creator instance
id: Masukkan ID dari creator sumber

source: Specify the movement date
id: Tentukan tanggal perpindahan

source: Stock Movement #{movement_id}
id: Perpindahan Stok #{movement_id}

source: Stock Movement
id: Perpindahan Stok

source: Stock Movements
id: Perpindahan-perpindahan Stok

source: Waiting for movement initiation
id: Menunggu inisiasi perpindahan barang

source: Item movement in progress
id: Perpindahan barang sedang berlangsung

source: Item movement awaiting verification
id: Perpindahan barang menunggu verifikasi

source: Item placed in designated location
id: Barang telah ditempatkan di lokasi yang ditentukan

source: Item movement verified
id: Perpindahan barang telah diverifikasi

source: Item movement completed
id: Perpindahan barang telah selesai

source: Select the stock movement
id: Pilih perpindahan stok

source: Buy price
id: Harga beli

source: Item movement status in origin warehouse
id: Status perpindahan barang pada gudang asal

source: Item movement status in destination warehouse
id: Status perpindahan barang pada gudang tujuan

source: Stock Movement Item
id: Item Perpindahan Stok

source: Stock Movement Item #{movement_item_id} - {product_name}
id: Item Perpindahan Stok #{movement_item_id} - {product_name}

source: Enter the product quantity in the warehouse
id: Masukkan jumlah produk di gudang

source: Warehouse Stock: {warehouse_name} - Product: {product_name} - Quantity: {quantity}
id: Stok Gudang: {warehouse_name} - Produk: {product_name} - Jumlah: {quantity}

source: Warehouse Stock
id: Stok Gudang

source: Warehouse Stocks
id: Stok-Stok Gudang

source: Specify the adjustment date
id: Tentukan tanggal penyesuaian

source: Enter the reason for the adjustment
id: Masukkan alasan untuk penyesuaian

source: Stock Adjustment #{adjustment_id}
id: Penyesuaian Stok #{adjustment_id}

source: Stock Adjustment
id: Penyesuaian Stok

source: Stock Adjustments
id: Penyesuaian-penyesuaian Stok

source: Specify the order date
id: Tentukan tanggal pemesanan

source: Replenishment Order #{order_id}
id: Pesanan Pelengkap #{order_id}

source: Replenishment Order
id: Pesanan Pelengkap

source: Replenishment Orders
id: Pesanan-pesanan Pelengkap

source: Select the replenishment order
id: Pilih pesanan pelengkap

source: Specify the received date
id: Tentukan tanggal penerimaan

source: Replenishment Received #{order_received_id}
id: Pelengkap Diterima #{order_received_id}

source: Replenishment Received
id: Pelengkap Diterima

source: Invalid {field} provided.
id: {field} yang diberikan tidak valid.

source: The chosen unit does not have the smallest unit as an ancestor, nor is it the same as the smallest unit.
id: Unit yang dipilih tidak memiliki satuan terkecil sebagai leluhurnya, dan juga bukan satuan terkecil itu sendiri.

source: Provided warehouse_id32 does not match any Warehouse records.
id: warehouse_id32 yang diberikan tidak cocok dengan catatan Gudang manapun.

source: Provided product_id32 does not match any Product records.
id: product_id32 yang diberikan tidak cocok dengan catatan Produk manapun.

source: Provided unit_id32 does not match any Unit records.
id: unit_id32 yang diberikan tidak cocok dengan catatan Unit manapun.

source: Provided inbound_movement_item_id32 does not match any StockMovementItem records.
id: inbound_movement_item_id32 yang diberikan tidak cocok dengan catatan StockMovementItem manapun.

source: Invalid content type for origin.
id: Tipe konten untuk asal barang tidak valid.

source: Invalid content type for destination.
id: Tipe konten untuk destinasi tidak sesuai

source: Invalid origin_id32 provided.
id: origin_id32 yang dimasukkan tidak sesuai

source: Invalid destination_id32 provided.
id: destination_id32 yang dimasukkan tidak sesuai

source: The provided id32 for the parent unit does not exist.
id: Parent unit dengan id32 yang disediakan tidak ada

source: Put date range in this format: "start_date,end_date" [YYYY-MM-DD,YYYY-MM-DD]
id: Masukkan rentang tanggal dengan format: "tanggal_mulai,tanggal_selesai" [YYYY-MM-DD,YYYY-MM-DD]

source: Put origin in this format: "origin_type,origin_id32". Example: "warehouse,A"
id: Masukkan asal dengan format: "tipe_asal,id32_asal". Contoh: "gudang,A"

source: Put destionation in this format: "destination_type,destination_id32". Example: "warehouse,A"
id: Masukkan tujuan dengan format: "tipe_tujuan,id32_tujuan". Contoh: "gudang,A"

source: Put date range in this format: start_date,end_date [YYYY-MM-DD,YYYY-MM-DD]
id: Masukkan rentang tanggal dengan format: tanggal_mulai,tanggal_selesai [YYYY-MM-DD,YYYY-MM-DD]

source: Waiting
id: Menunggu

source: On Progress
id: Sedang Berlangsung

source: Arrived
id: Tiba

source: Completed
id: Selesai

source: Skipped
id: Dilewati

source: Enter the vehicle name
id: Masukkan nama kendaraan

source: Select the driver for this vehicle
id: Pilih pengemudi untuk kendaraan ini

source: Enter the license plate
id: Masukkan plat nomor

source: Vehicle #{vehicle_id} - {vehicle_name} ({license_plate})
id: Kendaraan #{vehicle_id} - {vehicle_name} ({license_plate})

source: Vehicles
id: Kendaraan-kendaraan

source: Enter the driver's name
id: Masukkan nama pengemudi

source: Enter the driver's phone number
id: Masukkan nomor telepon pengemudi

source: Enter the device GPS information
id: Masukkan informasi GPS perangkat

source: Driver #{driver_id} - {driver_name}
id: Pengemudi #{driver_id} - {driver_name}

source: Driver
id: Pengemudi

source: Drivers
id: Pengemudi-pengemudi

source: Select the vehicle for this job
id: Pilih kendaraan untuk pekerjaan ini

source: Select the trip for this job
id: Pilih trip untuk pekerjaan ini

source: Select the assigned driver for this job
id: Pilih pengemudi yang ditugaskan untuk pekerjaan ini

source: Date
id: Tanggal

source: Date for the job trip
id: Tanggal untuk perjalanan

source: Job #{job_id} - {trip}
id: Pekerjaan #{job_id} - {trip}

source: Job
id: Pekerjaan

source: Jobs
id: Pekerjaan-pekerjaan

source: Enter the location's name
id: Masukkan nama lokasi

source: Enter the address
id: Masukkan alamat

source: Enter the location coordinates
id: Masukkan koordinat lokasi

source: Order
id: Pesanan

source: Order of drop in the job
id: Pembelian dari barang turun dalam job pengiriman

source: Drop
id: Barang Turun

source: Drops
id: Barang Turun

source: Select the driver for this movement
id: Pilih pengemudi untuk perpindahan ini

source: Specify the movement timestamp
id: Tentukan waktu perpindahan

source: Driver Movement #{movement_id} - {driver_name} at {timestamp}
id: Pergerakan Pengemudi #{movement_id} - {driver_name} pada {timestamp}

source: Driver Movement
id: Pergerakan Pengemudi

source: Driver Movements
id: Pergerakan-pergerakan Pengemudi

source: Provided vehicle_id32 does not match any Vehicle records.
id: vehicle_id32 yang diberikan tidak cocok dengan catatan Kendaraan manapun.

source: Provided trip_id32 does not match any Trip records.
id: trip_id32 yang diberikan tidak cocok dengan catatan Trip manapun.

source: Components per quantity
id: Komponen per kuantitas

source: Ordered
id: Dipesan

source: Started
id: Dimulai

source: Finished
id: Selesai

source: Work Order Status Filter
id: Filter Status Perintah Kerja

source: Select the main product for this BOM
id: Pilih produk utama untuk BOM ini

source: Bill of Materials
id: Daftar Bahan

source: Bills of Materials
id: Daftar-daftar Bahan

source: Select the associated BOM
id: Pilih BOM yang terkait

source: Select the component product
id: Pilih produk komponen

source: Enter the quantity of the component in the BOM
id: Masukkan jumlah komponen di BOM

source: Component #{id32} - {component} (BOM: {bom})
id: Komponen #{id32} - {component} (BOM: {bom})

source: BOM Component
id: Komponen BOM

source: BOM Components
id: Komponen-komponen BOM

source: Select the product for this production order
id: Pilih produk untuk perintah produksi ini

source: Enter the quantity for the production order
id: Masukkan jumlah untuk perintah produksi ini

source: Enter the start date for the production order
id: Masukkan tanggal mulai untuk perintah produksi ini

source: Enter the end date for the production order
id: Masukkan tanggal akhir untuk perintah produksi ini

source: Production Order #{id32} - {product}
id: Perintah Produksi #{id32} - {product}

source: Production Order
id: Perintah Produksi

source: Production Orders
id: Perintah-perintah Produksi

source: Select the associated production order
id: Pilih perintah produksi yang terkait

source: Enter the operation number for the work order
id: Masukkan nomor operasi untuk perintah kerja

source: Enter the work center for the work order
id: Masukkan pusat kerja untuk perintah kerja

source: Select the warehouse for the work center
id: Pilih gudang untuk pusat kerja

source: Assigned to
id: Ditugaskan kepada

source: Select the employee assigned to the work order
id: Pilih karyawan yang ditugaskan untuk perintah kerja

source: Enter the start time for the work order
id: Masukkan waktu mulai untuk perintah kerja

source: Enter the end time for the work order
id: Masukkan waktu selesai untuk perintah kerja

source: Work Order #{id32} - {production_order}
id: Perintah Kerja #{id32} - {production_order}

source: Work Order
id: Perintah Kerja
