Repository: ardzix/erp_services
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Work Orders
id: Perintah-perintah Kerja

source: Select the associated work order
id: Pilih perintah kerja yang terkait

source: Enter the start time for production tracking
id: Masukkan waktu mulai untuk pelacakan produksi

source: Enter the end time for production tracking
id: Masukkan waktu selesai untuk pelacakan produksi

source: Enter the quantity produced
id: Masukkan jumlah yang diproduksi

source: Production Tracking #{id32} - {work_order}
id: Pelacakan Produksi #{id32} - {work_order}

source: Production Tracking
id: Pelacakan Produksi

source: Stock {component.component} is lower than quantity needed to produce {product}
id: Stok {component.component} lebih rendah dari jumlah yang diperlukan untuk memproduksi {product}

source: Work order has not been started
id: Perintah kerja belum dimulai

source: Work order has been finished
id: Perintah kerja telah selesai

source: Enter the supplier's name
id: Masukkan nama pemasok

source: Enter the contact number
id: Masukkan nomor kontak

source: Select the company profile for this supplier
id: Pilih profil perusahaan untuk pemasok ini

source: Supplier #{id32} - {name}
id: Pemasok #{id32} - {name}

source: Suppliers
id: Pemasok-pemasok

source: Select the supplier for this product
id: Pilih pemasok untuk produk ini

source: Select the product provided by the supplier
id: Pilih produk yang disediakan oleh pemasok

source: Check if this supplier is the default supplier for the product
id: Periksa apakah pemasok ini adalah pemasok utama untuk produk

source: Supplier Product
id: Produk Pemasok

source: Supplier Products
id: Produk-produk Pemasok

source: Select the supplier associated with the order
id: Pilih pemasok yang terkait dengan pesanan

source: Enter the order date
id: Masukkan tanggal pesanan

source: Approved by
id: Disetujui oleh

source: Select the user who approved the purchase order
id: Pilih pengguna yang menyetujui pesanan pembelian

source: Approved at
id: Disetujui pada

source: Specify the date and time when the order was approved
id: Tentukan tanggal dan waktu ketika pesanan disetujui

source: Purchase Order #{id32}
id: Pesanan Pembelian #{id32}

source: Purchase Order
id: Pesanan Pembelian

source: Purchase Orders
id: Pesanan-pesanan Pembelian

source: Select the purchase order associated with the item
id: Pilih pesanan pembelian yang terkait dengan item tersebut

source: Select the product associated with the item
id: Pilih produk yang terkait dengan item tersebut

source: Enter the item quantity
id: Masukkan jumlah item

source: Enter the purchase order item price
id: Masukkan harga item pesanan pembelian

source: Enter the actual item price
id: Masukkan harga item sesungguhnya

source: Purchase Order Item #{id32} - {product}
id: Item Pesanan Pembelian #{id32} - {product}

source: Purchase Order Item
id: Item Pesanan Pembelian

source: Purchase Order Items
id: Item-item Pesanan Pembelian

source: Enter the item price
id: Masukkan harga item

source: Enter the discount
id: Masukkan diskon

source: Select the unit for the product
id: Pilih unit untuk produk

source: Invalid Purchase Order Item
id: Item pesanan pembelian tidak sesuai

source: Invalid Purchase Order Items
id: Item-item Pesanan Pembelian

source: Select the purchase order associated with the shipment
id: Pilih pesanan pembelian yang terkait dengan pengiriman

source: Enter the shipment date
id: Masukkan tanggal pengiriman

source: Shipment #{id32} - {purchase_order}
id: Pengiriman #{id32} - {purchase_order}

source: Shipment
id: Pengiriman

source: Shipments
id: Pengiriman-pengiriman

source: Select the supplier associated with the vendor performance
id: Pilih pemasok yang terkait dengan kinerja vendor

source: Select the rating for the vendor performance
id: Pilih penilaian untuk kinerja vendor

source: Enter any comments or additional information
id: Masukkan komentar atau informasi tambahan

source: Vendor Performance #{id32} - {supplier}
id: Kinerja Vendor #{id32} - {supplier}

source: Vendor Performance
id: Kinerja Vendor

source: Vendor Performances
id: Kinerja-kinerja Vendor

source: The product's purchasing unit has not been set.
id: Purchasing unit dari produk tersebut belum diatur

source: Invalid company profile ID32.
id: ID32 dari profil perusahaan tidak sesuai

source: Supplier with this id32 does not exist.
id: Pemasok dengan id32 ini tidak ada.

source: Product with this id32 does not exist.
id: Produk dengan id32 ini tidak ada.

source: A product with this supplier already exists.
id: Produk dengan supplier sudah ada.

source: The product list contains duplicate entries.
id: Daftar produk mengandung entri duplikat.

source: The supplier already has associations with product(s): {}
id: Pemasok sudah memiliki asosiasi dengan produk: {}

source: Cash before Delivery
id: Dibayar sebelum pengiriman (CBD)

source: Cash on Delivery
id: Dibayar saat pengiriman (COD)

source: Wholesaler
id: Grosir

source: Retailer
id: Ritel

source: Enter the customer's name
id: Masukkan nama pelanggan

source: Select the company profile associated with the customer
id: Pilih profil perusahaan yang terkait dengan pelanggan

source: Enter the store name
id: Masukkan nama toko

source: Select payment type.
id: Pilih tipe pembayaran.

source: Select store type.
id: Pilih tipe toko

source: Customer #{id32} [{name}]
id: Pelanggan #{id32} [{name}]

source: Customers
id: Pelanggan-pelanggan

source: Draft: The initial stage of the order where it's still being drafted or created.
id: Draf: Tahap awal dari pesanan di mana masih dalam tahap draf atau dibuat.

source: Submitted: Order has been completed and sent for review or approval.
id: Dikirim: Pesanan telah diselesaikan dan dikirim untuk ditinjau atau disetujui.

source: Approved: Order has been accepted for processing after review.
id: Disetujui: Pesanan telah diterima untuk diproses setelah ditinjau.

source: Rejected: Order has been found unsuitable for processing and needs revision.
id: Ditolak: Pesanan ditemukan tidak sesuai untuk diproses dan perlu direvisi.

source: Processing: Active steps to fulfill the order are underway.
id: Dalam Proses: Langkah aktif untuk memenuhi pesanan sedang berlangsung.

source: Shipped: Order has left the business premises and is en route to the customer.
id: Dikirim: Pesanan telah meninggalkan tempat usaha dan sedang dalam perjalanan ke pelanggan.

source: Delivered: Order has reached its destination and is now with the customer.
id: Diterima: Pesanan telah sampai di tujuannya dan sekarang berada di tangan pelanggan.

source: Completed: All aspects of the order are done, and it's considered closed.
id: Selesai: Semua aspek dari pesanan telah selesai, dan dianggap ditutup.

source: Canceled: Order was terminated before reaching completion.
id: Dibatalkan: Pesanan dihentikan sebelum mencapai selesai.

source: Select the customer associated with the order
id: Pilih pelanggan yang terkait dengan pesanan

source: Select the user who approved the order
id: Pilih pengguna yang menyetujui pesanan

source: Current status of the sales order.
id: Status terbaru pada sales order.

source: Order #{id32} - {customer}
id: Pesanan #{id32} - {customer}

source: Orders
id: Pesanan-pesanan

source: Select the order associated with the item
id: Pilih pesanan yang terkait dengan item tersebut

source: Enter the item price in IDR (Rp)
id: Masukkan harga item dalam IDR (Rp)

source: Order Item #{id32} - [#{product_id32}]{product} ({quantity}{unit})
id: Item Pesanan #{id32} - [#{product_id32}]{product} ({quantity}{unit})

source: Order Item
id: Item Pesanan

source: Order Items
id: Item-item Pesanan

source: Select the order associated with the invoice
id: Pilih pesanan yang terkait dengan faktur

source: Enter the invoice date
id: Masukkan tanggal faktur

source: Select the user who approved the invoice
id: Pilih pengguna yang menyetujui faktur

source: Value Added Tax percentage in decimal
id: Persentase Pajak Pertambahan Nilai dalam desimal

source: Invoice
id: Faktur

source: Invoices
id: Faktur-faktur

source: Invoice #{id32} - {order}
id: Faktur #{id32} - {order}

source: Authorize: The payment has been authorized but not yet captured.
id: Otorisasi: Pembayaran telah diotorisasi tetapi belum ditangkap.

source: Capture: The authorized payment has been secured.
id: Tangkap: Pembayaran yang diotorisasi telah diamankan.

source: Settlement: The payment process has been completed and funds have been transferred.
id: Penyelesaian: Proses pembayaran telah selesai dan dana telah ditransfer.

source: Deny: The payment request was denied.
id: Tolak: Permintaan pembayaran ditolak.

source: Pending: The payment process is ongoing and the final status is not yet determined.
id: Tertunda: Proses pembayaran sedang berlangsung dan status akhir belum ditentukan.

source: Cancel: The payment process was canceled before completion.
id: Batal: Proses pembayaran dibatalkan sebelum selesai.

source: Refund: Funds have been returned to the payer.
id: Pengembalian dana: Dana telah dikembalikan ke pembayar.

source: Expired: The payment authorization has expired without capture.
id: Kadaluwarsa: Otorisasi pembayaran telah kadaluwarsa tanpa penangkapan.

source: Failure: The payment process encountered an error and was unsuccessful.
id: Gagal: Proses pembayaran mengalami kesalahan dan tidak berhasil.

source: Select the invoice associated with the payment
id: Pilih faktur yang terkait dengan pembayaran

source: Enter the payment amount
id: Masukkan jumlah pembayaran

source: Enter the payment date
id: Masukkan tanggal pembayaran

source: Select the user who approved the payment
id: Pilih pengguna yang menyetujui pembayaran

source: Current status of the payment.
id: Status terbaru pada pembayaran.

source: Payment #{id32} - {invoice}
id: Pembayaran #{id32} - {invoice}

source: Payment
id: Pembayaran

source: Payments
id: Pembayaran-pembayaran

source: Name
id: Nama

source: Enter the name for the canvasing trip template
id: Masukkan nama untuk template perjalanan canvasing

source: Select customers for this trip template
id: Pilih pelanggan untuk template perjalanan ini

source: Select people in charge of this trip
id: Pilih orang yang bertanggung jawab atas perjalanan ini

source: Select vehicles prefered for this trip
id: Pilih kendaraan untuk perjalanan ini

source: Trip Template
id: Template Perjalanan

source: Trip Templates
id: Template-template Perjalanan

source: Trip Customer
id: Perjalanan ke Pelanggan

source: Trip Customers
id: Perjalanan-perjalanan ke Pelanggan

source: Collecting
id: Penagihan

source: Delivering
id: Dalam Pengiriman

source: Date for the canvasing trip
id: Tanggal untuk perjalanan canvasing

source: Trip
id: Perjalanan

source: Trips
id: Perjalanan-perjalanan

source: Customer Visit
id: Kunjungan Konsumen

source: Customer Visits
id: Kunjungan-kunjungan Konsumen

source: Customer Visit Report
id: Laporan Kunjungan Pelanggan

source: Customer Visit Reports
id: Laporan-laporan Kunjungan Pelanggan

source: Invoice with this id32 does not exist.
id: Invoice dengan id32 ini tidak ada.

source: File with this id32 does not exist.
id: Dokumen dengan id32 ini tidak ada.

source: Order with this id32 does not exist.
id: Order dengan id32 ini tidak ada.

source: Select customer intended for this canvasing
id: Pilih pelanggan yang ditujukan untuk canvasing ini

source: Name of the customer
id: Nama pelanggan

source: Salesperson with this username does not exist.
id: Penjual dengan nama pengguna ini tidak ada.

source: Vehicle with this id32 does not exist.
id: Kendaraan dengan id32 ini tidak ada.

source: End date must be after start date.
id: Tanggal akhir harus setelah tanggal mulai.

source: SalesOrder with this id32 does not exist.
id: SalesOrder dengan id32 ini tidak ada.

source: Trip must have an associated vehicle to start the trip.
id: Perjalanan harus memiliki kendaraan terkait untuk memulai perjalanan.

source: Vehicle must have an associated warehouse to start the trip.
id: Kendaraan harus memiliki gudang terkait untuk memulai perjalanan.

source: CustomerVisit status can only be changed if associated Trip status is ON_PROGRESS.
id: Status Kunjungan Pelanggan hanya dapat diubah jika status Perjalanan yang terkait adalah DALAM PROSES.

source: CustomerVisit status cannot be set to SKIPPED if notes, visit_evidence, or signature are null.
id: Status Kunjungan Pelanggan tidak dapat diatur ke DILEWATKAN jika catatan, bukti_kunjungan, atau tanda_tangan adalah null.

source: Sales Order is in DRAFT status. Cannot set the Customer Visit to COMPLETED.
id: Pesanan Penjualan berstatus DRAFT. Tidak dapat mengatur Kunjungan Pelanggan ke SELESAI.

source: Sales Order is already associated with a customer visit #{sales_order.customer_visits.last()}.
id: Sales Order sudah terhubung dengan kunjungan pelanggan #{sales_order.customer_visits.last()}.

source: The associated Sales Order doesn't have an invoice.
id: Sales Order terkait tidak memiliki Invoice

source: The associated invoice doesn't have a payment.
id: Invoice terkait tidak memiliki Pembayaran

source: The payment status for the associated invoice is neither CAPTURE nor SETTLEMENT.
id: Status pembayaran untuk faktur yang terkait bukan CAPTURE maupun SETTLEMENT.

source: CustomerVisit status cannot be set to COMPLETED if sales_order, item_delivery_evidence and signature are null.
id: Status Kunjungan Pelanggan tidak dapat diatur ke SELESAI jika sales_order, item_delivery_evidence, dan bukti_pengiriman_barang kosong.

source: CustomerVisit status cannot be set to COMPLETED because this Sales Order Item is out of stock.
id: Status Kunjungan Pelanggan tidak dapat diatur ke SELESAI karena Item Pesanan Penjualan ini kehabisan stok.

source: CustomerVisit status cannot be set to COMPLETED if sales_order and signature are null.
id: Status Kunjungan Pelanggan tidak dapat diatur ke SELESAI jika sales_order dan signature kosong.

source: The payment amount of {payment_amount} is less than the invoice total of {invoice_total}
id: Jumlah pembayaran sebesar {payment_amount} kurang dari total faktur sebesar {invoice_total}
